Repository: OpenVisionE2/openvision-core-plugin
Catalog: po/*.po
Languages: es

source: %s downloads
es: Descargas %s

source: A background update check is in progress, please try again.
es: Existe un chequeo de actualización en progreso en segundo plano. Vuelva a intentarlo más tarde.

source: About
es: Información

source: Activate
es: Activar

source: Active
es: Activo

source: Active:
es: Activo:

source: All
es: Todas

source: Are you ready to install ?
es: ¿Instalar ahora?

source: Are you sure you want to delete this backup:
es: Seguro que quieres borrar esta copia de seguridad:

source: Are you sure you want to download this image:
es: Estás seguro que quieres descargar esta imagen:

source: Are you sure you want to restore this backup:
es: Está seguro que desea restaurar esta copia de seguridad:

source: Authentication
es: Autentificación

source: Automatically created
es: Creado automáticamente

source: Autostart
es: Autoinicio

source: Backing up eMMC partitions for USB flash ...
es: Copia de seguridad de particiones eMMC para flash USB ...

source: Backing up eMMC partitions for USB flash...
es: Copia de seguridad de particiones eMMC para flash USB...

source: Backing up files...
es: Copiando archivos...

source: Backing up kernel...
es: Copiando kernel...

source: Backing up root file system...
es: Copia de seguridad del sistema de archivos raíz...

source: Backup Manager
es: Administrador Copias de Configuración

source: Backup complete.
es: Copia completa.

source: Backup complete...
es: Copia completa...

source: Backup confirmation
es: Confirmación de copia de seguridad

source: Backup created
es: Copia de seguridad realizada

source: Backup in progress, Please wait for it to finish, before trying again.
es: Copia en progreso, Espere a que termine antes de volver a intentarlo.

source: Backup manager
es: Administrador de copias

source: Backup/Flash/ReBoot system image.
es: Administrador de imágenes Copias/Descargas/Flash.

source: Bad image file unzip Error: %s
es: Archivo de imagen incorrecto Error al descomprimir: %s

source: Cancel
es: Cancelar

source: Cannot download data. Please check your configuration
es: No se pueden descargar datos. Por favor revise su configuración

source: Change location
es: Cambiar ubicación

source: Channels imported successfully from %s
es: Canales importados con éxito desde %s

source: Check interval on minutes
es: Comprobación en minutos

source: Checking softcams...
es: Comprobando softcams...

source: Choose IPK folder
es: Elegir carpeta IPK

source: Choose files
es: Elegir archivos

source: Choose where to mount your devices to:
es: Elegir dónde montar sus dispositivos:

source: Choose your main device
es: Elija su dispositivo principal

source: Client Mode Box
es: Receptor en Modo Cliente

source: Client Mode Box: If you want to exit Client Mode and have a backup with your original settings. You can restore from blue button on Vision Backup Manager.
es: Receptor Modo Cliente: Si desea salir del modo cliente y dispone de una copia de seguridad con su configuración original. Puede restaurar desde el botón azul en Vision Backup Manager.

source: Close
es: Cerrar

source: Comparing against backup...
es: Comparando con la copia de seguridad...

source: Compress
es: Comprimir

source: Confirmation copy eMMC slots
es: Confirmación copiar slots eMMC

source: Create
es: Crear

source: Create and Manage your SWAP files.
es: Crea y administra sus archivos SWAP.

source: Creating image online flash for ofgwrite and recovery eMMC.
es: Creación de imagen flash en línea para ofgwrite y recovery eMMC.

source: Creating image online flash for ofgwrite.
es: Creación de imagen flash en línea para ofgwrite.

source: Creating list of installed plugins...
es: Creando una lista de plugins instalados...

source: Creating zip...
es: Creando zip...

source: Daily
es: Diario

source: Deactivate
es: Desactivar

source: Default username (root)
es: Nombre Usuario por defecto (root)

source: Delete
es: Borrar

source: Deselect
es: Deseleccionar

source: Device is not available. Error: %s Press RED button in next screen "Job cancel"
es: El dispositivo no está disponible. Error: %s Pulse el botón ROJO en la siguiente pantalla "Cancelar trabajo"

source: Device:
es: Dispositivo:

source: Disable startup
es: Deshabilitar al iniciar

source: Do you want to backup eMMC slots? This will add from 1 -> 5 minutes per eMMC slot.
es: ¿Quieres hacer una copia de seguridad de los slots eMMC? Esto tardará de 1 a 5 minutos por slot eMMC.

source: Do you want to create a full image backup? This task can take about to complete.
es: ¿Quieres crear una copia de seguridad de imagen completa? Esta tarea puede tardar en completarse.

source: Do you want to flash Recovery image? This will change all eMMC slots.
es: Quieres flashear la imagen de recuperación? Esto cambiará todos los slots eMMC.

source: Do you want to flash image? %s
es: ¿Quieres flashear la imagen? %s

source: Do you want to restart GUI now ?
es: Desea Reiniciar Enigma2 ahora ?

source: Do you want to restore your Enigma2 plugins ?
es: ¿Quieres restaurar sus plugins de Enigma2?

source: Do you want to scan for a server?
es: Quiere buscar un servidor?

source: DownLoad
es: Descargar

source: Download
es: Descargar

source: Download completed
es: Descarga completada

source: Download confirmation
es: Confirmar Descarga

source: Downloads
es: Descargar Imagen

source: EPG imported successfully from %s
es: EPG importada con éxito desde %s

source: Empty slot
es: Slot vacío

source: Enable frozen check
es: Activar comprobación de parada

source: Enable startup
es: Habilitar al iniciar

source: Enable swap at startup
es: Habilitar SWAP al iniciar sistema

source: Enough retries, delaying till next schedule.
es: Suficientes reintentos, retrasando hasta el próximo horario.

source: Exit the restore wizard
es: Salir del asistente de restauración

source: Expand
es: Expandir

source: Finishing restore, your receiver go to restart.
es: Finalizando restauración, su receptor va a reiniciar.

source: Flash image unzip successful.
es: Descomprimida imagen Flash con éxito.

source: Free space:
es: Espacio libre:

source: From Softcam Setup [%s]. %s
es: Desde Configuración de Softcam [%s]. %s

source: From which image library do you want to download?
es: ¿De qué biblioteca de imágenes desea descargar?

source: H9 SDcard Manager
es: Administrador SDCard Receptor H9

source: IPK installer
es: IPK instalar

source: Image Manager
es: Administrador de Imagen

source: ImageManager - %s - cannot flash eMMC slot from sd card slot.
es: ImageManager - %s - no se puede flashear el slot eMMC desde slot de la tarjeta SD.

source: ImageManager - no HDD unable to backup Vu+ Multiboot eMMC slots
es: ImageManager - no HDD: No puede hacer una copia de seguridad de los slots eMMC de Vu+ Multiboot

source: Important: Do not enable OpenWebif authentication on server, neither in this Setup.
es: Importante: No habilite la autenticación OpenWebif en el servidor, ni en esta configuración.

source: Inactive
es: Inactivo

source: Init SDcard
es: Inicializar SDcard

source: Install
es: Instalar

source: Install IPK's from /tmp folder or from your default folder.
es: Instalar IPK desde carpeta /tmp o desde su carpeta predeterminada.

source: Install Local Extension
es: Instalar Extensión Local

source: Install confirmation
es: Confirmación de Instalación

source: Install extensions.
es: Instalar extensiones.

source: Installing...
es: Instalando...

source: Invert
es: Seleccionar Todo

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
es: Parece que no has configurado una ubicación extra. Configúralo en Administrador-copias-configuración ...menu/botón azul 'Elegir carpeta local IPK'.

source: Lets define enigma2 once more
es: Definamos enigma2 una vez más

source: Manage settings backup.
es: Administra la copia de configuración.

source: Manage your devices mount points.
es: Gestiona sus dispositivos puntos de montaje.

source: Monthly
es: Mensual

source: Mount
es: Montar

source: Mount Manager
es: Administrador de Montajes

source: Mount:
es: Montado:

source: Move Nand root to SD card
es: Mover Raíz Nand a Tarjeta SD

source: Moving to backup Location...
es: Moviendo al destino de copias...

source: Network server:
es: Servidor de Red:

source: New backup
es: Nueva copia configuración

source: New backupimage
es: Nueva copia imagen

source: Next backup:
es: Próxima copia configuración:

source: No IPK files found in temp folder
es: No se encontraron archivos IPK en la carpeta temporal

source: No IPK files found in your default folder
es: No se encontraron archivos IPK en su carpeta predeterminada

source: No device available.
es: Ningún dispositivo disponible.

source: No devices found
es: No se encontraron servidores

source: No images found on the selected download server...if password check validity
es: No se encontraron imágenes para el servidor de descarga seleccionado, la contraseña verifica la validez

source: None
es: Ninguno

source: Note: slot list does not show current image or empty slots.
es: Nota: la lista de slots no muestra la imagen actual o los slots vacíos.

source: Now skipping restore process
es: Se saltará el proceso de restaurar

source: OK, to perform a restore
es: OK, para realizar una restauración

source: Only scheduled
es: Solo programado

source: Opkg
es: Ipk

source: Partition: %s Mount: %s unmounted successfully; if all partitions now unmounted you can remove device.
es: Partición: %s Montaje: %s desmontado correctamente; si ahora se han desmontado todas las particiones, puede extraer el dispositivo.

source: Password
es: Contraseña

source: Please enter a folder that contains some packages.
es: Por favor introduce una carpeta que contenga paquetes.

source: Please wait while download is in progress. Note: If you have parental control enabled on remote box, the local settings will be overwritten.
es: Espere mientras la descarga está en curso. Nota: Si tiene habilitado el control parental en el receptor, se sobrescribirá la configuración local.

source: Please wait while plugins restore completes...
es: Espera mientras se restauran los plugins...

source: Please wait while scan is in progress. This operation may take a while
es: Espere mientras el escaneo está en progreso. Esta operación puede tardar un poco

source: Please wait while settings restore completes...
es: Espera mientras se restaura la configuración...

source: Please wait while starting
es: Espera mientras se inicia

source: Please wait while stopping
es: Espera mientras se detiene

source: Please wait while the flash prepares.
es: Por favor espere mientras se prepara el flash.

source: Please wait while the system gathers information...
es: Espera mientras se recopila la información del sistema...

source: Please wait.
es: Espera por favor.

source: Preparing extra plugins...
es: Preparando plugins extras...

source: Press OK to toggle the selection.
es: Pulse OK para alternar la selección.

source: Really use and mount %s as HDD ?
es: Quiere montar %s como HDD?

source: Rebooting...
es: Reiniciando...

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
es: ¡La(s) grabación(es) está(n) en progreso o se iniciarán en unos segundos! ¿Aún desea mostrar la imagen %s?

source: Remove confirmation
es: Confirmar borrar

source: Removing temp mounts...
es: Eliminando montajes temporales...

source: Report problems to:
es: Reportar problemas a:

source: Restart
es: Reiniciar

source: Restart GUI.
es: Reiniciar GUI.

source: Restart receiver.
es: Reiniciar receptor.

source: Restore
es: Restaurar

source: Restore confirmation
es: Confirmación Restaurar

source: Restore only settings from this backup ?
es: Restaurar solo la configuración de esta copia ?

source: Restore settings
es: Restaurar configuración

source: Restore wizard
es: Asistente de restauración

source: Restoring backup...
es: Restaurando copia...

source: Restoring plugins, this can take a long time...
es: Restaurando plugins. Puede tardar espere...

source: Restoring plugins...
es: Restaurando plugins...

source: Restoring settings, your receiver go to restart...
es: Restaurando configuración, su receptor va a reiniciar...

source: Retrieving image slots - Please wait...
es: Recuperando slots de imágenes - Por favor espere ...

source: Run
es: Ejecutar

source: Run your shell scripts.
es: Ejecutar scripts de shell.

source: Save
es: Guardar

source: Scan
es: Búsqueda

source: Scanned devices
es: Dispositivos escaneados

source: Schedule sync
es: Programar sincronización

source: Script Runner
es: Ejecutar Scripts

source: Search IPK's
es: Buscar IPKs

source: Select
es: Seleccionar

source: Select a package to install:
es: Selecciona el IPK que quieres instalar:

source: Select an image to download:
es: Seleccione una imagen para descargar:

source: Select extra packages folder
es: Elige una carpeta para paquetes adicionales

source: Select files/folders to backup
es: Selecciona archivos/carpetas para copiar

source: Select folder that contains plugins
es: Selecciona la carpeta que contiene los plugins

source: Select:
es: Seleccionar:

source: Setting up...
es: Configurando...

source: Setup mounts
es: Configurar montajes

source: Size: %sGB
es: Tamaño: %sGB

source: Size: %sMB
es: Tamaño: %sMB

source: Size: %sTB
es: Tamaño: %sTB

source: Size: unavailable
es: Tamaño: No disponible

source: Softcam starting...
es: Iniciando Softcam...

source: Softcam stopping...
es: Parando Softcam...

source: SoftcamCheck
es: Prueba de Softcam

source: Sorry the feeds are down for maintenance. Please try again later.
es: Los feeds están inactivos por algún tipo de problema de red. Por favor, inténtelo de nuevo más tarde.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
es: Lo sentimos, los feeds no funcionan por alguna razón. Intente usar el Administrador de copia de seguridad para restaurar los plugins más adelante.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
es: Lo sentimos, los feeds no funcionan por alguna razón. Intente usar el Administrador de copia de seguridad para restaurar los plugins más adelante.

source: Sorry, but the file is not compatible with this kernel version.
es: Lo sentimos, pero el backup no es compatible con esta versión de kernel.

source: Sorry, but the restore failed.
es: Ojo: la restauración ha fallado.

source: Sources are available at:
es: Fuentes disponibles en:

source: Start
es: Iniciar

source: Starting...
es: Iniciando...

source: Status:
es: Estado:

source: Stop
es: Detener

source: Storage Device:
es: Dispositivo Almacenamiento:

source: Streaming port
es: Puerto Streaming

source: Swap Manager
es: Administrador de SWAP

source: Swap place:
es: Destino Swap:

source: Swap size:
es: Tamaño Swap:

source: Temp folder
es: Carpeta temporal

source: The backup location does not have enough free space.
es: El destino de copias de seguridad no tiene espacio suficiente.

source: There is no image to flash.
es: No hay imagen para flashear.

source: This Device is already mounted as HDD.
es: Este dispositivo ya está montado como HDD.

source: This selection will flash the Recovery image. We advise flashing new image to a MultiBoot slot and restoring (default) settings backup. Select "NO" to flash a MultiBoot slot.
es: Esta selección ocupará la imagen de recuperación. Recomendamos flashear una nueva imagen en un slot MultiBoot y restaurar la copia de seguridad de la configuración (predeterminada). Seleccione "NO" para flash en slot MultiBoot.

source: Time of sync to start
es: Hora de inicio de la sincronización

source: To apply new settings, you need to restart GUI your STB. Do you want restart it now?
es: Para aplicar nuevas configuraciones, necesita reiniciar la GUI de su receptor. ¿Quieres reiniciarlo ahora?

source: Type:
es: Tipo:

source: Unmount
es: Desmontar

source: Updating mount locations...
es: Actualizando ubicaciones de montaje...

source: Use as HDD
es: Usar como HDD

source: Use remote HDD
es: Usar HDD servidor

source: Use remote timers
es: Usar temporizador remoto

source: Use the cursor keys to select an installed image and then Erase button.
es: Use las teclas del cursor para seleccionar una imagen instalada y luego el botón Borrar.

source: Use this box as a client of a server.
es: Utilice este receptor como cliente de un servidor.

source: View progress
es: Ver progreso

source: Vision Backup Manager
es: Vision Administrador de Copias

source: Vision Client Mode Box
es: Vision Receptor Modo Cliente

source: Vision Core Restore Wizard
es: Vision Core Asistente de Restauración

source: Vision Image Manager
es: Vision Administrador Imagen

source: Vision Mount Manager
es: Vision Administrador Montajes

source: Vision Opkg Install
es: Vision Instalar IPK

source: Vision SWAP Manager
es: Vision Administrador SWAP

source: Vision Script Runner
es: Vision Ejecutar Scripts

source: Vision Softcam setup
es: Ajustes Vision Softcam

source: Wait please while scanning for softcam's...
es: Espere por favor mientras escanea para softcam's...

source: Wait please while scanning...
es: Por favor espera mientras se busca...

source: Warning, this device is used for more than one mount point!
es: Atención, elija las opciones de montaje para este dispositivo!

source: Weekly
es: Semanal

source: You may have to press red button again. Use %s as HDD ?
es: Es posible que deba pulsar el botón rojo nuevamente. Usar %s como HDD ?

source: Your mount has changed, restart enigma2 to updated.
es: Su montaje ha cambiado, reinicia enigma2 para actualizar.

source: Your receiver is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
es: Su receptor está a punto de crear una copia de seguridad de imagen completa, esto puede tardar unos 6 minutos en completarse. Quieres crear una copia ahora?

source: Your receiver is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
es: Su receptor está a punto de ejecutar una copia de seguridad de su configuración y detectar sus plugins. Quieres permitir esto?

source: Your receiver is not connected to a network. Please check your network settings and try again.
es: Su receptor no está conectado a internet. Verifique la configuración de su red y vuelva a intentarlo.

source: Your receiver is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
es: Su receptor no está conectado a internet. Intente usar el administrador de copia de seguridad para restaurar los plugins más tarde cuando haya una conexión de red disponible.

source: Your receiver is not connected to the Internet. Please try using the Backup manager to restore plugins later.
es: Su receptor no está conectado a Internet. Intente usar el administrador de copias de seguridad para restaurar los plugins más tarde.

source: slot%s %s current image
es: slot%s %s imagen actual

source: slot%s - %s (current image)
es: slot%s - %s (imagen actual)

source: unavailable
es: no disponible
